const day_data = [
  {
    "zakr": "اللهم أنت ربي لا إله إلا أنت، خلقتني وأنا عبك، وأنا على عهوك ووعدك ما استطعت، أو بك من شر ما صنعت، أبوء لك بيتمم علي، وأبوء لك بذنبي فاغفر لي، فإنه لا يغني الثوب إلا أنت.",
    "count": 1
  },
  {
    "zakr": "لا إله إلا الله وده لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير.",
    "count": 10
  },
  {
    "zakr": " سبحان اللي عدد خلقه، سبحان الله رضا نفسه، سبحان الله زنة عرشه، سبحان الل مداد كلماته",
    "count": 3
  },
  {
    "zakr": "سبيحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "count": 3
  },
  {
    "zakr": "سبحان الله وبحمده",
    "count": 100
  },
  {
    "zakr": "أصبحت أثني عليك حتما، وأشهد أن لا إله إلا الله",
    "count": 3
  },
  {
    "zakr": "أصبحنا على فطرة الإسلام وعلى كلمة الإخلاص وعلى دين نبينا محمد صلى الله عليه وسلم وعلى ملة أبينا إبراهيم حنيفا مسلما وما كان من المشركين. ",
    "count": 1
  },
  // {
  //   "zakr":,
  //   "count":
  // },
  // {
  //   "zakr":,
  //   "count":
  // },
  // {
  //   "zakr":,
  //   "count":
  // },
  // {
  //   "zakr":,
  //   "count":
  // },
  // {
  //   "zakr":,
  //   "count":
  // },
  // {
  //   "zakr":,
  //   "count":
  // },
  // {
  //   "zakr":,
  //   "count":
  // }

]

// const night_data = [
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },
//   {
//     "zakr":,
//     "count":
//   },

// ]

