const day_data = [{
    "zakr": "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْت، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "count": 10,
    "text_count": "عشر مرات"
},
{
    "zakr": "سُبْحَانَ اللهِ عَدَدَ خَلْقِهِ، سُبْحَانَ اللهِ رضا نفسه, سُبحانَ اللهِ زِنَةَ عَرْشِهِ، سُبْحَانَ اللهِ مِدَادَ كَلِمَاتِهِ",
    "count": 3,
    "text_count": "ثلاث مرات"
},
{
    "zakr": "سُبْحَانَ اللهِ وَبِحَمْدِهِ, عَدَدَ خَلْقِهِ وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "count": 3,
    "text_count": "ثلاث مرات"
},
{
    "zakr": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
    "count": 100,
    "text_count": "مائة مرة"
},
{
    "zakr": "أَصْبَحْتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ",
    "count": 3,
    "text_count": "ثلاث مرات"
},
{
    "zakr": "أَصبَحْنا على فِطرةِ الإسلامِ وعلى كَلِمةِ الإخلاصِ وعلى دِينِ نَبيِّنا محمَّدٍ صلَّى اللهُ عليه وسلَّمَ وعلى مِلَّةِ أبِينا إبراهيمَ حَنيفًا مُسلِمًا وما كان مِنَ المُشرِكينَ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "رضيتُ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "count": 3,
    "text_count": "ثلاث مرات"
},
{
    "zakr": "اللهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "أصبحنا وأصبح الملك لله، وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هذا اليوم وَخَيْرَ مَا بَعْدَهَ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِا اليوم  وَشَرِّ مَا بَعْدَهَ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْر",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ, أشهد أن لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "قراءة الإخلاص والمعوذتين",
    "count": 3,
    "text_count": "ثلاث مرات"
}

]

const night_data = [{
    "zakr": "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلَّا أَنْت، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي، فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "count": 10,
    "text_count": "عشر مرات"
},
{
    "zakr": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
    "count": 100,
    "text_count": "مائة مرة"
},
{
    "zakr": "أمسيتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ",
    "count": 3,
    "text_count": "ثلاث مرات"
},
{
    "zakr": "رضيتُ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "count": 3,
    "text_count": "ثلاث مرات"
},
{
    "zakr": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "أمسينا وأمسى الملك لله، وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللهُ، وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خير ما في هذه الليلة وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُ بِكَ مِنْ شر ما في هذه الليلة وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْر",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ, أشهد أن لَا إِلَهَ إِلَّا أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ، أَصْلِحْ لِي شَأْنِي كُلَّهُ، وَلَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "أعوذُ بكَلِماتِ اللهِ التَّامَّاتِ مِن شَرِّ ما خَلَقَ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "قراءة الإخلاص والمعوذتين",
    "count": 3,
    "text_count": "ثلاث مرات"
},
{
    "zakr": "قراءة آخر آيتين من سورة البقرة",
    "count": 1,
    "text_count": "مرة واحدة"
},

]

const azkat_salah = [{
    "zakr": "أستغفر الله",
    "count": 3,
    "text_count": "ثلات مرات"
},
{
    "zakr": "اللَّهُمَّ أَنْتَ السَّلامُ، ومِنكَ السَّلامُ، تباركْتَ ذا الجلالِ والإكرام",
    "count": 1,
    "text_count": "مرة واحدة"
}, {
    "zakr": "لا إلهَ إلاَّ اللَّه وحْدَهُ لا شَرِيكَ لَهُ، لهُ المُلْكُ ولَهُ الحَمْدُ، وهُوَ عَلى كُلِّ شَيءٍ قَديرٌ اللَّهُمَّ لا مانِعَ لما أعْطَيْتَ، وَلا مُعْطيَ لما مَنَعْتَ، ولا ينْفَعُ ذا الجَدِّ مِنْكَ الجدُّ ",
    "count": 1,
    "text_count": "مرة واحدة"
}, {
    "zakr": "لا إلَه إلاَّ اللَّه وَحْدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمْدُ، وهُوَ عَلى كُلِّ شيءٍ قَديرٌ, لا حوْلَ وَلا قُوَّةَ إلاَّ بِاللَّه، لا إله إلاَّ اللَّه، وَلا نَعْبُدُ إلاَّ إيَّاهُ، لهُ النعمةُ ولَهُ الفضْلُ وَلَهُ الثَّنَاءُ الحَسنُ، لا إله إلاَّ اللَّه مُخْلِصِينَ لَهُ الدِّينَ ولوْ كَرِه الكَافرُون",
    "count": 1,
    "text_count": "مرة واحدة"
}, {
    "zakr": "سُبْحانَ اللهِ, والحَمْدُ للهِ , واللهُ أكبر",
    "count": 10,
    "text_count": "عشر مرات"
}, {
    "zakr": "سُبْحانَ اللهِ, والحَمْدُ للهِ , واللهُ أكبر, ولا إله إلا الله",
    "count": 25,
    "text_count": "خمس وعشرون مرة"
},
{
    "zakr": "سُبْحانَ اللهِ, والحَمْدُ للهِ , واللهُ أكبر",
    "count": 33,
    "text_count": "ثلاث وثلاثون مرة"
},
{
    "zakr": "سُبحانَ اللهِ  ثلاثًا وثلاثينَ مرَّةً, والحمدُ للهِ  ثلاثًا وثلاثينَ مرَّةً, واللهُ أكبَرُ أربعًا وثلاثيَن مرَّةً. ",
    "count": 100,
    "text_count": "مائة مرة"
},
{
    "zakr": "سُبْحانَ اللهِ, والحَمْدُ للهِ , واللهُ أكبر. (ثلاثاً وثلاثين مرة, ويقول - تمام المائة -  لا إلَه إلاَّ اللَّه وَحْدَهُ لا شريكَ لهُ، لهُ الملكُ ولهُ الحَمْدُ، وهُوَ عَلى كُلِّ شيءٍ قَديرٌ) ",
    "count": 100,
    "text_count": "مائة مرة"
},
{
    "zakr": "قراءة المعوذتين الفلق والناس.",
    "count": 1,
    "text_count": "مرة واحدة"
}

]

const tashahd = [{
    "zakr": "التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ, أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُه",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُه",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "اللَّهُمَّ صَلِّ علَى مُحَمَّدٍ وعلَى آلِ مُحَمَّدٍ، كما صَلَّيْتَ علَى آلِ إبْرَاهِيمَ, إنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ علَى مُحَمَّدٍ وعلَى آلِ مُحَمَّدٍ، كما بَارَكْتَ علَى آلِ إبْرَاهِيمَ, إنَّكَ حَمِيدٌ مَجِيدٌ",
    "count": 1,
    "text_count": "مرة واحدة"
},
{
    "zakr": "اللَّهمَّ صلِّ على محمدٍ وعلى أزواجِه وذُريتِه كما صليتَ على آلِ إبراهيمَ, وباركْ على محمدٍ وعلى أزواجِه وذريتِه, كما باركتَ على آلِ إبراهيمَ إنك حميدٌ مجيدٌ",
    "count": 1,
    "text_count": "مرة واحدة"
}
]